
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Número inválido";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Menor que o mínimo";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Máximo excedido";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Ponto Flutuante não permitido";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Dado inválido";

